/* The same as in prefs panel. */
"Line Width (%d)" = "Largeur de ligne (%d)";
"Max Steps (%d)" = "Maximum d'étapes (%d)";
"Step size (%d)" = "Taille d'une étape (%d)";
"Ions number (%d)" = "Nombre d'ions (%d)";
"Speed (%d)" = "Vitesse (%d)";
"Charge value (%d-%d)" = "Valeur de charge (%d-%d)";
"Refresh after %d min." = "Rafraîchir au bout de %d min.";
"Refresh: never" = "Rafraîchir: jamais";
"Colors" = "Couleurs";
"Original" = "Original";
"Electric potential" = "Potentiel électrique";
"Main monitor only" = "Moniteur principal uniquement";
"Constant Width" = "Largeur constante";
"Electric mode" = "Mode électrique";
"Check updates" = "Vérifier mise à jour";
"Cancel" = "Annuler";
"Save" = "Enregistrer";

/* version checking strings. */
"Couldn't connect to version database, sorry" = "Impossible de se connecter à la base de données des versions, désolé.";
"New version available !!" = "Nouvelle version disponible !!";
"You're up-to-date" = "Vous êtes à jour";



